db = {
    "101":{"item":101, "name":"ハンバーガー", "price":100},
    "102":{"item":102, "name":"チーズバーガー", "price":130},
    "103":{"item":103, "name":"ダブルチーズバーガー", "price":320},
    "104":{"item":104, "name":"てりやきバーガー", "price":320},
    "105":{"item":105, "name":"ビッグバーガー", "price":380},
    "201":{"item":201, "name":"ポテトS", "price":150},
    "202":{"item":202, "name":"ポテトM", "price":270},
    "203":{"item":203, "name":"ポテトL", "price":320},
    "204":{"item":204, "name":"サラダ", "price":280},
    "301":{"item":301, "name":"コーラS", "price":100},
    "302":{"item":302, "name":"コーラM ", "price":220},
    "303":{"item":303, "name":"コーラL", "price":250},
    "304":{"item":304, "name":"オレンジS", "price":150},
    "305":{"item":305, "name":"オレンジM", "price":240},
    "306":{"item":306, "name":"オレンジL", "price":270},
    "307":{"item":307, "name":"ホットコーヒーS", "price":100},
    "308":{"item":308, "name":"ホットコーヒーM", "price":150}
    }